Repository: openSUSE/installation-images
Catalog: data/demo/po/*.po
Languages: cs, de

source: Integrating SuSE Linux 8.1 LiveEval CD
cs: Integruji SuSE Linux 8.1 LiveEval CD
de: Integriere SuSE Linux 8.1 LiveEval CD

source: Using "suselive.810" on %s (%s, %s MB) to store data
cs: Pou¾ívám "suselive.810" na %s (%s, %s MB) k ukládání dat
de: Verwende "suselive.810" auf %s (%s, %s MB) um Daten zu speichern

source: Updating filesystem
cs: Aktualizuji souborový systém
de: Aktualisiere das Dateisystem

source: Creating swap file "suselive.swp" (%s MB)
cs: Vytváøím odkládací soubor "suselive.swp" (%s MB)
de: Erzeuge Auslagerungsdatei "suselive.swp" (%s MB)

source: Creating user data file "suselive.usr" (%s MB)
cs: Vytváøím u¾ivatelský soubor "suselive.usr" (%s MB)
de: Erzeuge Nutzerdatendatei "suselive.usr" (%s MB)

source: Found no usable partition. Your data will NOT be saved to disk.
cs: ®ádný pou¾itelný oddíl nebyl nalezen. Va¹e data NEBUDOU ulo¾ena na disk.
de: Keine verwendbare Partition gefunden. Ihre Daten werden NICHT auf Festplatte gespeichert werden.

source: Activating swap space
cs: Aktivuji odkládací prostor
de: Aktiviere Auslagerungsdatei

source: Activating /home
cs: Aktivuji /home
de: Aktiviere /home

source: Writing info to %s on %s (%s, %s MB)
cs: Zapisuji informace do %s na %s (%s, %s MB)
de: Schreibe info in %s auf %s (%s, %s MB)

source: %s contains data for your SuSE Linux 8.1 LiveEval CD.
cs: %s obsahuje data va¹eho SuSE Linux 8.1 LiveEval CD.
de: %s enthält Daten für die SuSE Linux 8.1 LiveEval CD.

source: suselive.swp (if it exists) is the swap file.
cs: suselive.swp (existuje-li) je odkládací soubor.
de: suselive.swp (wenn vorhanden) ist die Auslagerungsdatei.

source: suselive.usr (if it exists) is an ext2 file system with the user's home dir.
cs: suselive.usr (existuje-li) je souborový systém ext2 s domovským adresáøem u¾ivatele.
de: suselive.usr (wenn vorhanden) ist ein ext2 Dateisystem mit dem Heimatverzeichnissen der Nutzer.

source: An error occurred while writing %s.
cs: Nastala chyba pøi zapisování %s.
de: Beim Schreiben von %s trat ein Fehler auf.

source: Sorry, your LiveEval CD changes might be lost. :-(
cs: Lituji, ale va¹e zmìny se asi ztratily. :-(
de: Ihre LiveEval CD Änderungen werden verloren gehen. :-(

source: Waiting for SuSEconfig to finish...
cs: Èekám na dokonèení SuSEconfigu ...
de: Warte auf SuSEconfig...

source: /S.u.S.E not unmounted
cs: /S.u.S.E není odpojen
de: /S.u.S.E nicht unmounted

source: Saving LiveEval CD changes
cs: Ukládám zmìny
de: Speichere LiveEval CD Änderungen

source: SuSE Linux 8.1 LiveEval has not been configured. Press enter to reboot.
cs: SuSE Linux 8.1 LiveEval nebyl konfigurován. Stiskem Enter restartujete systém.
